available_groups = ('ИП-914', 'ИП-915')
available_days = ('понедельник', 'вторник', 'среда', 'четверг', 'пятница', 'суббота')
schedule = {('ИП-914',
             'понедельник'): '8:00 Физкультура\n9:50 Операционные системы - Практика(а.425)\n11:40 АВС - Практика(а.400а)\n13:45 ТМО - Практика(а.424)',
            ('ИП-914',
             'вторник'): '11:40 Экономика - Практика(дист)\n13:45 АВС - Лекция(дист)\n15:20 ВПиЧМВ - Лекция(дист)\n17:25 ОС - Лекция(дист)',
            ('ИП-914',
             'среда'): '8:00 Физкультура\n9:50 ВПиЧМВ- Практика(а.419)\n11:40 ТСВПС - Практика(а.432)\n13:45 Философия/ФЛП - Практика(а.514а/а.425)',
            ('ИП-914', 'четверг'): '11:40 Экономика/Философия - Лекция(дист)\n13:45 ТМО - Лекция(дист)\n15:35 ФЛП - Лекция(дист)',
            ('ИП-914', 'пятница'): 'Военная кафедра', ('ИП-914', 'суббота'): '9:50 ТСВПС - Лекция(дист)\n',
            ('ИП-915',
             'понедельник'): '8:00 Физкультура\n9:50 Экономика - Практика(а.516)\n11:40 ТСВПС - Практика(а.432)\n13:45 АВС - Практика(а.400а)',
            ('ИП-915',
             'вторник'): '13:45 АВС - Лекция(дист)\n15:20 ВПиЧМВ - Лекция(дист)\n17:25 ОС - Лекция(дист)',
            ('ИП-915',
             'среда'): '8:00 Физкультура\n9:50 Философия/ФЛП - Практика(а.514а/а.425)\n11:40 ВПиЧМВ - Практика(а.419)\n13:45 ТМО - Практика(а.422)\n15:35 ОС - Практика(а.425)',
            ('ИП-915', 'четверг'): '11:40 Экономика/Философия - Лекция(дист)\n13:45 ТМО - Лекция(дист)\n15:35 ФЛП - Лекция(дист)',
            ('ИП-915', 'пятница'): 'Военная кафедра', ('ИП-915', 'суббота'): '9:50 ТСВПС - Лекция(дист)\n',
            }
