available_groups = ('ИП-914',)
available_days = ('понедельник', 'вторник', 'среда', 'четверг', 'пятница', 'суббота')
schedule = {('ИП-914',
             'понедельник'): '8:00 Физкультура\n9:50 Операционные системы - Практика\n11:40 АВС - Практика\n13:45 ТМО - Практика',
            ('ИП-914',
             'вторник'): '11:40 Экономика\n13:45 Архитектура вычислительных систем\n15:20 Визуальное программирование\n17:25 ОС',
            ('ИП-914',
             'среда'): '8:00 Физкультура\n9:50 Визуальное программирование - Практика\n11:40 ТСВПС - Практика\n13:45 Философия - Практика',
            ('ИП-914', 'четверг'): '11:40 Экономика - Лекция\n13:45 ТМО - Лекция\n15:35 ФЛП - Лекция',
            ('ИП-914', 'пятница'): 'Военная кафедра', ('ИП-914', 'суббота'): '9:50 ТСВПС - Лекция\n', }
